ltowarek/esp-opentelemetry-cpp/examples/tracing/ostream/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

CONFIG_FREERTOS_HZ=1000

CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y

CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192

CONFIG_ESP_OPENTELEMETRY_TRACING_ENABLED=y
